{
    "intro": {
        "title": "Welcome to the Performances page!",
        "msg": "<p>Hello! The choir has a long history of performing in settings outside of its annual concert, such as local / overseas competitions, or even smaller performances like carolling! This page attempts to archive information relating to those performances by keeping any recordings, video links, photos etc.</br></br>This page is pretty new, and being not-in-choir right now has kind of put a wrench in the plan to gather all the possible media relating to both newer and older performances. Hopefully, in time, this page will become more populated with that kind of stuff, but in the meantime I would be very grateful to anyone who has information related to any past performances and can help to contribute it! Please send over whatever content you may have (e.g. recordings, videos, images, repertoires, booklets, pamphlets) and I can help to populate this part of the website accordingly! Thank you!</p>"
    },
    "performances": [
        {
            "title": "4th Vietnam International Choir Competition",
            "description": "The choir participated in the 4th Vietnam International Choir Competition organised by INTERKULTUR, in Hoi An, Vietnam. The choir achieved great results, winning 4 out of the 4 categories (Male Chorus, Female Chorus, Mixed Youth, Sacred) they participated in for the competition.",
            "image": "../../../assets/images/performances/2015/hoi_an.jpg",
            "location": "Hội An, Vietnam",
            "time": {
                "start": 1430334000000,
                "end": 1430679600000
            },
            "media": [
                {
                    "title": "Results",
                    "description": "Results for the competition can be found at the following website, which lists the choir's fellow competitors and their relevant results as well."
                },
                {
                    "link": {
                        "name": "Link to the results",
                        "url": "http://www.hoianworldheritage.org.vn/en/news/New-notice/result-364.hwh"
                    },
                    "divider": true
                },
                {
                    "title": "Recordings",
                    "description": "Recordings of the various performances by the choir in Hoi An can be found in the following link:"
                },
                {
                    "link": {
                        "name": "VJChoir in Hoi An",
                        "url": "https://www.youtube.com/playlist?list=PLhz3lrGQP-Aje_Dhl5spMD4v4rLpDqCQL"
                    }
                }
            ]
        }
    ]
}